Repository: eduardozulian/post-format-gallery-widget
Catalog: languages/post-format-gallery-widget-*.po
Languages: pt_br

source: Number of images to show:
pt_br: Número de imagens a exibir:

source: Use WordPress default gallery style
pt_br: Usar o estilo padrão de galerias do WordPress

source: Post Format Gallery Widget
pt_br: Formato de post Galeria

source: Display images from your galleries saved under the Gallery post format.
pt_br: Exibe galerias dos seus posts salvos no formato Galeria.

source: Your theme does not support the Gallery post format. Please change your theme or <a href="http://codex.wordpress.org/Post_Formats#Adding_Theme_Support">add this support</a> to your current one so you can choose your posts.
pt_br: Seu tema não suporta o formato de post Galeria. Por favor, mude de tema ou <a href="http://codex.wordpress.org/Post_Formats#Adding_Theme_Support">adicione suporte ao seu tema atual</a> para então selecionar seus posts.

source: Title:
pt_br: Título:

source: Select a post
pt_br: Selecione um post

source: You don't have any posts under the Gallery post format. Please add one.
pt_br: Você não possui posts salvos no formato Galeria. Por favor, adicione pelo menos um post.

source: Image size:
pt_br: Tamanho da imagem:

source: Enter 0 for all images
pt_br: Digite 0 para exibir todas as imagens

source: Image links to:
pt_br: Link das imagens:

source: File
pt_br: Arquivo

source: Attachment
pt_br: Página da imagem

source: None
pt_br: Nenhum

source: Randomize images
pt_br: Ordenar imagens aleatoriamente

source: Show captions
pt_br: Mostrar legendas

source: Number of columns:
pt_br: Número de colunas:

source: Display images from your galleries saved under the post format Gallery.
pt_br: Exibe galerias dos seus posts salvos no formato Galeria.
